Repository: usermicrodevices/prod-flet
Catalog: locale/*/LC_MESSAGES/prod.po
Languages: ru_ru

source: version
ru_ru: версия

source: Version
ru_ru: Версия

source: close any dialog
ru_ru: закрыть любой диалог

source: this dialog
ru_ru: этот диалог

source: select customer
ru_ru: выбрать покупателя

source: reset customer
ru_ru: сбросить покупателя

source: switch between search and final sum
ru_ru: переключение между поиском и финальной суммой

source: switch between search and count last product
ru_ru: переключение между поиском и количеством последнего товара

source: switch between search and scanning
ru_ru: переключение между поиском и сканированием

source: finish order customer
ru_ru: завершить заказ покупателя

source: finish sale
ru_ru: завершить продажу

source: finish order provider
ru_ru: завершить заказ поставщику
